Repository: ThBraum/EnvisionAnalytics
Catalog: EnvisionAnalytics/src/EnvisionAnalytics.Web/Resources/Views/Home/Index.*.resx
Languages: pt_br

source: Dashboard
pt_br: Painel de controle

source: Revenue today
pt_br: Receita hoje

source: Orders today
pt_br: Pedidos hoje

# ActiveUsers
source: Active users (7d)
pt_br: Usuários ativos (7d)

# RevenueChartTitle
source: Revenue / Orders
pt_br: Receita x Pedidos

# RevenueChartSubtitle
source: Last 30 days
pt_br: Últimos 30 dias

source: Recent events
pt_br: Eventos recentes

# RevenueTrendTitle
source: Revenue trend
pt_br: Tendência de receita

# OrdersTrendTitle
source: Orders trend
pt_br: Tendência de pedidos

# RevenueLineLabel
source: Revenue
pt_br: Receita

# OrdersLineLabel
source: Orders
pt_br: Pedidos

# ExportLabel
source: Export
pt_br: Exportar

# ExportPng
source: PNG image
pt_br: Imagem PNG

# ExportCsv
source: CSV data
pt_br: Dados CSV

# HeroTagline
source: Real-time analytics dashboard
pt_br: Painel analítico em tempo real

# HeroHeading
source: Turn data into faster decisions
pt_br: Transforme dados em decisões rápidas

# HeroSubtext
source: Interactive, real-time dashboards with key business metrics, charts and recent events. Manage orders, track revenue, and export reports — with role-based access and multilingual support.
pt_br: Painéis interativos em tempo real com métricas comerciais essenciais, gráficos e eventos recentes. Gerencie pedidos, acompanhe receita e exporte relatórios — com controle de acesso por papéis e suporte multilíngue.

# HeroDisclaimer
source: Demo data only. No real customer information is stored.
pt_br: Dados de demonstração, sem relação com clientes reais.

# HeroCtaPrimary
source: Get started — it's free
pt_br: Comece grátis

# HeroCtaSecondary
source: Learn more
pt_br: Saiba mais

source: Users online
pt_br: Usuários online

# OrdersLast10Minutes
source: Orders (last 10m)
pt_br: Pedidos (últimos 10m)
