Repository: ThBraum/EnvisionAnalytics
Catalog: EnvisionAnalytics/src/EnvisionAnalytics.Web/Resources/Views/Home/LearnMore.*.resx
Languages: es_es

# PageTitle
source: Learn more
es_es: Más información

# PillLabel
source: Real-time intelligence
es_es: Inteligencia en tiempo real

# HeroHeading
source: Transforming operations into faster decisions
es_es: Transformando operaciones en decisiones más rápidas

# HeroLead
source: Multilingual dashboards, exportable and secured with role-based access so global teams see the same numbers. The web dashboard mirrors Login/Register with translucent purple layers, a clear CTA and breathing metrics.
es_es: Paneles multilingües, exportables y con seguridad basada en roles para que los equipos globales tengan los mismos números. El panel web replica lo que tenemos en Login/Register con capas translúcidas moradas, un CTA claro y métricas que respiran.

# HighlightKpiDescription
source: Financial and operational metrics connected on a single canvas.
es_es: Métricas financieras y operativas conectadas en un solo lienzo.

# HighlightStreamingDescription
source: Real-time updates via SignalR highlight orders and online users.
es_es: Actualizaciones en tiempo real vía SignalR que destacan pedidos y usuarios en línea.

# HighlightExportDescription
source: One-click CSV/PNG-ready reports.
es_es: Informes listos para CSV/PNG con un solo clic.

# PrimaryCta
source: Get started
es_es: Comenzar ahora

# SecondaryCta
source: See demo
es_es: Ver demo

# ProfileBio
source: I craft experiences that put data in the hands of decision-makers. Ping me to talk about modern UI, front/back architecture and how to turn ideas into navigable products.
es_es: Creo experiencias que ponen los datos en manos de quienes deciden. Contáctame para hablar de UI moderna, arquitectura front/back y cómo convertir ideas en productos navegables.

# MetricsAvailabilityDescription
source: Projected availability with resilient metrics.
es_es: Disponibilidad proyectada con métricas resilientes.

# MetricsLanguagesValue
source: 3 languages
es_es: 3 idiomas

# MetricsLanguagesDescription
source: Localized interface (EN, PT-BR, ES) ready to scale.
es_es: Interfaz localizada (EN, PT-BR, ES) lista para crecer.

# MetricsRoleBasedValue
source: Role-based
es_es: Basado en roles

# MetricsRoleBasedDescription
source: Granular permissions for finance, operations and CX.
es_es: Permisos granulares para finanzas, operaciones y CX.

# TimelineOnboardingDescription
source: Guided setup, demo import and seeds to show value in minutes.
es_es: Configuración guiada, importación demo y seeds para mostrar valor en minutos.

# TimelineOperationsTitle
source: Operations
es_es: Operaciones

# TimelineOperationsDescription
source: Order monitoring, revenue trend and live alerts.
es_es: Monitoreo de pedidos, tendencias de ingresos y alertas en vivo.

# TimelineInsightsDescription
source: Export reports, share snapshots and connect external BI.
es_es: Exportar informes, compartir snapshots y conectar BI externos.
